
/* Description text. %1 is the system version, %2 is the volume name, %3 is the System Folder name if it's not "System Folder" */
"DESCRIPTION_WITH_SFNAME" =	"You have selected %1 (%3)\non the disk “%2.”";
"DESCRIPTION" =				"You have selected %1\non the disk “%2.”";
"ICON_LABEL_LINE1" =		"%1";
"ICON_LABEL_LINE2" = 		"on %2";

/* Labels inside the tool-tips */
"Volume:" = "Volume:";
"System:" = "System:";
"Version:" = "Version:";
"Location:" = "Location:"; /* name of Mac OS 9 System Folder if it's not called "System Folder" */
"Server:" = "Server:"; /* Internet Host containing NetBoot image */

/* Product names for Beta systems that didn't have SystemVersion.plist */
"PB" = "Public Beta";
"WWPB" = "World Beta";

/* The restart button has no ellipsis when the option key is down */
"RESTART" = "Restart";
"RESTART..." = "Restart…";
"RESTARTING" = "Restarting";
"RESTART?" = "Are you sure you want to restart the computer?";
"RESTART_NETINSTALL" = "Are you sure you want to restart the computer using this install disk?";
"SAVE_DESCRIPT" = "Your computer will start up using %1 on “%2.”";
"CANCEL" = "Cancel";
"OK" = "OK";
"SHUTDOWN" = "Shutdown";

/* You sure you want to go into TDM sheet */
"TDM_AND_RESTART?" = "Are you sure you want to restart your computer in target disk mode?";
"ENTER_TDM" = "Restart";
"TDM_DESCRIPT" = "Your computer will restart in target disk mode. To use it as a hard disk, connect it to another computer using a FireWire cable. To exit target disk mode, press the power button.";
"kSD_TDM_BOOTARGS_FOUND" = "To shut down your computer from FireWire target disk mode, you must hold down the power button longer than normal because boot-args contains debug settings.";

/* The tdm button has no ellipsis when the option key is down */
"TDM" = "Target Disk Mode";
"TDM..." = "Target Disk Mode…";

/* NetBoot Stuff */
"NETWORK_STARTUP" = "Network Startup"; /* Search at startup, no NB2 server found */
"NETWORK_STARTUP_LIST" = "Network Startup…"; /* More Choices icon */
"NETWORK_VOLUME" = "Network Disk"; /* specific image icon line 2 */
"NETBOOT_LIST_TOOLTIP" = "Select a network disk below"; /* More Choices tooltip */
"SAVE_NETBOOT_DESCRIPT" = "Your computer will start up using the network disk named “%1.”"; /* save sheet */
"SAVE_NETINSTALL_DESCRIPT" = "Your computer will start up using the network disk named “%1.” If this disk installs software automatically, your hard disk could be erased."; /* save sheet */
"NETBOOT_DESCRIPTION" = "You have selected the network disk “%1.”"; /* descriptive text at bottom of window */

"NETBOOT_ANY_TOOLTIP" = "Search for a network disk at startup"; /* no server found tooltip */
"SAVE_NETBOOT_ANY_DESCRIPT" = "Your computer will search for a network disk at startup."; /* save sheet */
"NETBOOT_ANY_DESCRIPTION" = "You have selected to search for a network disk at startup."; /* descriptive text at bottom of window */

/* kind strings for the netboot list view */
"INSTALL_9_KIND" = "Install Mac OS 9";
"INSTALL_X_KIND" = "Install Mac OS X";
"INSTALL_XSERVER_KIND" = "Install Mac OS X Server";
"9_KIND" = "Mac OS 9";
"X_KIND" = "Mac OS X";
"XSERVER_KIND" = "Mac OS X Server";
"UNTITLED_NAME" = "Untitled";


/* error messages */
"SAVE_ERROR_TITLE" = "You can’t change the startup disk to the selected disk.";
"SAVE_ERROR_MSG" = "Startup Disk could not gather enough information on the selected disk.";
"TDM_ERROR_TITLE" =  "You can’t start up with target disk mode.";
"TDM_ERROR_MSG" =  "Startup Disk could not set the system property.";



/* product names */
"Mac OS X" = "Mac OS X";
"Windows" = "Windows";
"Foreign OS" = "Foreign OS";

/* FDE Stuff */
"FILEVAULT_DISK" = "FileVault Disk";
